13/data/attachments/f2238b2a12bdb8f9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_bdf95f31-4736-4629-b2cb-7d0a6725ca01</nif:username>
            <nif:friendToBeAdded>Erika_executive_Friend_78956_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>